[
    {
        "id": 1,
        "name": "El saler",
        "markerText": "Valencia",
        "image": "/Img_pla/saler.png",
        "images": "/Img_pla/saler.jpg",
        "longitud": 39.3659687,
        "latitud": -0.3190674,
        "nudist": true,
        "dog": false,
        "blue": true,
        "accessible": false,
        "guard": true,
        "wc": false,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "Más de dos kilómetros de playa de arena ubicada en las proximidades del Parque Natural de la Albufera de Valencia. La playa de El Saler, es la preferida por aquellos que buscan un entorno natural, tranquilo y sin aglomeraciones. El cordón dunar de la playa de El Saler, hoy muy cuidado, protege de los vientos a una bien conservada y a veces infranqueable pinada cuyos árboles se resienten de los agresivos vientos. La playa de El Saler es muy larga y apta en algunos tramos para la práctica del nudismo. ",
        "titleDirection":"Cómo llegar: ",
        "direction": "Platja del Saler, 46012 Valencia",
        "icon":"/img/iconosaler.png"

    }, {
        "id": 2,
        "name": "Aiguaoliva",
        "markerText": "Vinarós, Castellón",
        "image": "/Img_pla/aiguaoliva.png",
        "images": "/Img_pla/aiguaoliva.jpg",
        "longitud": 40.4722971,
        "latitud": 0.4788813,
        "nudist": false,
        "dog": true,
        "blue": false,
        "accessible": false,
        "guard": false,
        "wc": false,
        "rock": true,
        "sand": false,
        "all": true,
        "description": "Playa de bolos y grava con baja afluencia de visitantes que no dispone de servicios ni acondicionamiento para el público.",
        "titleDirection":"Cómo llegar: ",
        "direction": "A Cala Ambolo, Calle Richard Wagner, 5, 03738 Xàbia, Alicante",
        "icon":"/img/iconoaiguaoliva.png"

    }, {
        "id": 3,
        "name": "La granadella",
        "markerText": "Jávea, Alicante",
        "image": "/Img_pla/granadella.png",
        "images": "/Img_pla/granadella.jpg",
        "longitud": 38.7296532,
        "latitud": 0.1964183,
        "nudist": false,
        "dog": false,
        "blue": true,
        "accessible": false,
        "guard": true,
        "wc": true,
        "rock": true,
        "sand": false,
        "all": true,
        "description": "La cala de la Granadella es uno de los pequeños tesoros de Xàbia. Para acceder a la playa existe una carretera de abrupta pendiente que, poco a poco, exhibe la belleza que la playa esconde. Se toma desde la carretera Cabo de la Nao, a unos dos kilómetros aproximadamente antes de llegar a él. La playa La Granadella es una pequeña y bonita cala de grava y roca situada en la zona más meridional de Xàbia. Un lugar idóneo para la práctica del submarinismo por su cómodo acceso, la abundante información y sus aguas cristalinas. Ha obtenido bandera azul desde 1987.",
        "titleDirection":"Cómo llegar: ",
        "direction": "La Granadella, Alicante 03738",
        "icon":"/img/iconogranadella.png"

    }, {
        "id": 4,
        "name": "Aigua Blanca",
        "markerText": "Oliva, Valencia",
        "image": "/Img_pla/aiguablanca.png",
        "images": "/Img_pla/aiguablanca.jpg",
        "longitud": 38.9199535,
        "latitud": -0.0833785,
        "nudist": false,
        "dog": false,
        "blue": true,
        "accessible": true,
        "guard": true,
        "wc": false,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "La playa de Aigua Blanca se encuentra junto a la desembocadura del río Bullent, que atraviesa el marjal de Pego-Oliva, donde los retazos dunares subsisten en un entorno en progresivo proceso de urbanización. Tras el complejo dunar se construyó un pequeño  paseo por el que es un verdadero placer caminar: un lugar idóneo para tomar un baño tranquilo o practicar todo tipo de deportes náuticos.",
        "titleDirection":"Cómo llegar: ",
        "direction": "Playa Aigua Blanca, 46780",
        "icon":"/img/iconoaiguablanca.png"

    }, {
        "id": 5,
        "name": "Arenal",
        "markerText": "Jávea, Alicante",
        "image": "/Img_pla/arenal.png",
        "images": "/Img_pla/arenal.jpg",
        "longitud": 38.6421293,
        "latitud": 0.0483144,
        "nudist": false,
        "dog": false,
        "blue": false,
        "accessible": false,
        "guard": true,
        "wc": true,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "La playa El Arenal es una de las más conocidas y frecuentadas de Xàbia: no en vano posee interminables arenas blancas y una configuración con pendientes suaves que la hacen muy apta para el baño. Su límite norte lo constituye el Parador de Xàbia, que dispone de una de las mejores vistas del territorio comprendido entre los cabos de San Antonio y de la Nao, con unas instalaciones de excelencia turística. En las proximidades del Parador existe un pequeño canal a modo de reducido puerto deportivo para embarcaciones de recreo. Bordeando la pequeña ensenada que conforma la playa existe una amplia variedad de restaurantes para todos los gustos y animados bares, junto a los típicos mercadillos de verano que harán las delicias de toda la familia.",
        "titleDirection":"Cómo llegar: ",
        "direction": "Playa El Arenal, Avenida San Bartolomé de Tirajana, 03195 Alicante",
        "icon":"/img/iconoarenal.png"

    }, {
        "id": 6,
        "name": "El Serradal",
        "markerText": "Benicàssim, Castellón",
        "image": "/Img_pla/seradal.png",
        "images": "/Img_pla/seradal.jpg",
        "longitud": 40.0043791,
        "latitud": 0.0295913,
        "nudist": false,
        "dog": false,
        "blue": false,
        "accessible": true,
        "guard": true,
        "wc": true,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "La playa El Serradal, limítrofe con la playa sur de Benicàssim, dispone de un largo paseo marítimo con zonas de aparcamientos, lúdicas y deportivas, con numerosas actividades como cursillos de gimnasia y voleibol entre otras. También cuenta con importantes restos de vegetación dunar, así como una microrreserva de una especie denominada chorlitejo patinegro. Playa libre de equipamientos y servicios instalados, con un bajo grado de ocupación.",
        "titleDirection":"Cómo llegar: ",
        "direction": "Playa El Serradal, 12100 Castellón",
        "icon":"/img/iconoserradal.png"

    }, {
        "id": 7,
        "name": "Cala Ambolo",
        "markerText": "Jávea, Alicante",
        "image": "/Img_pla/ambolo.png",
        "images": "/Img_pla/ambolo.jpg",
        "longitud": 38.730452,
        "latitud": 0.2175188,
        "nudist": true,
        "dog": false,
        "blue": false,
        "accessible": false,
        "guard": false,
        "wc": false,
        "rock": true,
        "sand": false,
        "all": true,
        "description": "Playa Ambolo se encuentra al sur del cabo de la Nao y frente a la enigmática Isla del Descubridor. Una rústica escalinata excavada en la roca da acceso a la playa. En ella dominan las gravas y los grandes bloques de caliza y paredes rocosas le confieren un particular atractivo. Dada la relativa dificultad de acceso se puede disfrutar en muchos momentos del año, e incluso en el verano, de ese baño en solitario que muchos anhelan. Debe su nombre a la torre vigía construida en el siglo XVI, cuya función era la vigilancia y defensa marítima de los ataques piratas, al igual que la otra torre vigía de Xàbia ubicada en la zona del Portitxol, ambas están emplazadas en terrenos particulares.",
        "titleDirection":"Cómo llegar: ",
        "direction": "A Cala Ambolo, Calle Richard Wagner, 5, 03738 Xàbia, Alicante",
        "icon": "/img/iconoambolo.png"

    }, {
        "id": 8,
        "name": "Puerto de Sagunto",
        "markerText": "Sagunto, Valencia",
        "image": "/Img_pla/sagunto.png",
        "images": "/Img_pla/sagunto.jpg",
        "longitud": 39.6598418,
        "latitud": -0.2134795,
        "nudist": false,
        "dog": false,
        "blue": true,
        "accessible": true,
        "guard": true,
        "wc": true,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "La playa de Sagunto más apreciada por turistas y locales es la playa del Puerto de Sagunto, que se extiende a lo largo de unos 1.200 metros con cuidada arena, un apacible paseo, juegos infantiles, deportes acuáticos, tablas de windsurf y mucho ambiente. Una playa con acceso a personas de movilidad reducida, paradas de taxi y autobús y una buena oferta de restaurantes y hoteles.",
        "titleDirection":"Cómo llegar: ",
        "direction": "Paltja del Port de Sagunt 46520, Valencia",
        "icon":"/img/iconosagunto.png"

    }, {
        "id": 9,
        "name": "Cala Blanca",
        "markerText": "Alicante | Jávea",
        "image": "/Img_pla/calablanca.png",
        "images": "/Img_pla/calablanca.jpg",
        "longitud": 38.7616572,
        "latitud": 0.2069255,
        "nudist": false,
        "dog": false,
        "blue": false,
        "accessible": false,
        "guard": true,
        "wc": false,
        "rock": true,
        "sand": false,
        "all": true,
        "description": "La playa Cala Blanca obtiene su nombre de la coloración dominante de la roca, en la que el efecto de la erosión marina configura esculturas naturales de gran belleza. Desde ella se tienen buenas vistas del Montgó. Está compuesta por tres calitas contiguas, conectadas por litoral de piedra. Caleta I, Caleta II y Caleta del Francés.",
        "titleDirection":"Cómo llegar: ",
        "direction": "Cala Blanca 03738, Alicante",
        "icon":"/img/socorrista.png"
    }, {
        "id": 10,
        "name": "Playa de la Escollera",
        "markerText": "Cullera | Valencia",
        "image": "/Img_pla/escollera.png",
        "images": "/Img_pla/escollera.jpg",
        "longitud": 39.1625406,
        "latitud": -0.2473497,
        "nudist": false,
        "dog": false,
        "blue": false,
        "accessible": false,
        "guard": true,
        "wc": true,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "Junto a la desembocadura del río Júcar, en el margen izquierdo, es posible disfrutar del baño sin las aglomeraciones de las zonas más concurridas. Se trata de una zona natural con un importante sistema dunar con un especial encanto por su amplitud y tranquilidad.",
        "titleDirection":"Cómo llegar: ",
        "direction": "Av. Alacant, 13, 46400 Cullera, Valencia",
        "icon":"/img/iconoarenal.png"
    }, {
        "id": 11,
        "name": "Playa de Poniente",
        "markerText": "Benidorm | Alicante",
        "image": "/Img_pla/benidorm.png",
        "images": "/Img_pla/benidorm.jpg",
        "longitud": 38.5369764,
        "latitud": -0.1401323,
        "nudist": false,
        "dog": false,
        "blue": true,
        "accessible": true,
        "guard": true,
        "wc": true,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "La playa de Poniente no mira al oeste como sería de esperar, sino más bien al sur como la cercana y hermana playa de Levante. No obstante la larga playa nos reserva un ambiente igualmente animado y espléndidas arenas y servicios a lo largo de sus más de tres kilómetros de longitud. Su límite hacia el sur lo pone el resalte calizo conocido como Cabezo del Tossal. En su parte final, desafiando al cielo, se ubica un afamado hotel de gran altura desde el que se tienen excepcionales vistas de la bahía y se vislumbra el siempre enigmático islote que, según cuenta la leyenda, parece corresponderse en forma y dimensiones con el fragmento que le falta al cercano Puig Campana, como fruto de una coz dada por el caballo de Santiago: una bella e hiperbólica historia para un pequeño islote del Mediterráneo.",
        "titleDirection":"Cómo llegar: ",
        "direction": "03501 Benidorm, Alicante",
        "icon":"/img/iconosagunto.png"
    } , {
        "id": 12,
        "name": "Playa de Gandía",
        "markerText": "Gandía | Valencia",
        "image": "/Img_pla/gandia.png",
        "images": "/Img_pla/gandia.jpg",
        "longitud": 39.0047251,
        "latitud": -0.2028259,
        "nudist": false,
        "dog": false,
        "blue": true,
        "accessible": true,
        "guard": true,
        "wc": true,
        "rock": false,
        "sand": true,
        "all": true,
        "description": "La Playa de Gandía es una playa que corresponde al municipio de Gandía (Valencia) España. Sus arenas están orientadas hacia el Levante en una extensión aproximada de tres kilómetros. Por el norte, sin solución de continuidad, la arena se extiende hacia las playas pertenecientes a los municipios de Jeresa y Jaraco, estando limitada por el sur por los muelles del puerto deportivo del Club Náutico y el puerto comercial.",
        "titleDirection":"Cómo llegar: ",
        "direction": "46730 Gandía, Valencia",
        "icon":"/img/iconosagunto.png"
    }

]